Repository: RichardHum/skyhopper
Catalog: po/*.po
Languages: he

source: Aligned
he: מאופס

source: Not Aligned
he: לא מאופס

source: Select Star
he: בחר כוכב

source: No Gyro
he: אין ג'ירו

source: [hide]
he: [הסתר]

source: [edit]
he: [ערוך]

source: LTR
he: RTL

source: When the telescope is pointing to the alignment star tap <button class="ui_but">Align</button> button and tap on the alignment star on the map. Once the application is aligned, it tracks the telescope movement using smartphone's sensors.
he: כשהטלסקופ מכוון לכוכב האיפוס לחצו על כפתור<button class="ui_but">אפס</button> ואז לחצו על כוכב האיפוס במפה. ברגע שהאפליקציה מאופסת, היא תעקוב אחרי תנועת הטלסקופ בעזרת חיישני הטלפון החכם.

source: No Geolocation
he: אין מיקום גיאוגרפי

source: In such a case tap on <button class="incdec_but manual_background">&nbsp;</button> to switch to manual mode and scroll the map left or right till you see the alignment star.
he: במצב זה, לחצו על כפתור <button class="incdec_but manual_background">&nbsp;</button> כדי לעבור למצב ידני וגלגלו את המפה ימינה או שמאלה עד שכוכב האיפוס יופיע על גבי המפה.

source: It is recommended to repeat alignment for each new target you want to find
he: מומלץ לאפס מחדש לאחר כל מטרה שמצאתם.

source: Stars
he: כוכבים

source: Align
he: אפס

source: Wiki
he: ויקי

source: Galaxies
he: גלקסיות

source: Nebulae
he: ערפיליות

source: Don't show on startup
he: אל תציג בעלייה

source: User Objects
he: אובייקטים של משתמש

source: Constellations
he: קבוצות כוכבים

source: Connect the smartphone to the optical tube such that its top points to the viewing direction and it lies flat on the tube.
he: חברו את הטלפון החכם לטלסקופ בצורה כזו שהחלק העליון פונה בכיוון הצפייה ושוכב בצורה ישירה על הצינור האופטי

source: Keep Screen On
he: שמור מסך דולק

source: Font
he: גופן

source: Enable Device Orientation
he: אפשר גישה למידע על כיוון המכשיר

source: Point the telescope to an easily identifiable star or planet <strong>nearby</strong> an object you want to find. For example in order to find M41 or M47, point the telescope to Sirius — this is going to be the <em>alignment star</em>.
he: תכוונו את הטלסקופ לכוכב שקל לזהותו <strong>בקרבה</strong> לאובייקט אותו מחפשים. לדוגמה כדי לאתר את M41 או את M47 כוונו את הטלסקופ לסיריוס. זה יהיה <em>כוכב האיפוס </em>.

source: Quick Start Guide
he: מדריך להתחלה מהירה

source: Small UI
he: ממשק קטן

source: Never
he: לעולם לא

source: Settings
he: הגדרות

source: Full S.
he: מסך מ.

source: Discard
he: השלך

source: Align on DSO
he: אפס על DSO

source: Glob. Clusters
he: צבירים כדוריים

source: Next &gt;
he: הבא &gt;

source: If you can't see the alignment star on the map, there may be a common compass accuracy problem.
he: אם כוכב האיפוס לא נראה על המפה, ייתכן וישנה בעיית דיוק מצפן שנפוצה מאוד.

source: Day Only
he: רק ביום

source: Show Tutorial
he: הצג מדריך

source: For detailed instruction and troubleshooting please refer to the <a href="https://youtu.be/AtArqBLWWJ8">[Video&nbsp;Tutorial]</a> and to the integrated manual via: <button class="incdec_but settings_background">&nbsp;</button>&nbsp;→&nbsp;<button class="incdec_but">?</button>
he: להוראות מפורטות ופתרון בעית אנא צפה ב<a href="https://youtu.be/AtArqBLWWJ8">[מדריך&nbsp;מצולם]</a> ומדריך מובנה דרך כפתור<button class="incdec_but">?</button>

source: &lt; Prev
he: &lt; קודם

source: Open Clusters
he: צבירים פתוחים

source: Pinch Zoom
he: זום בצביטה

source: Stand with Israel against terror!
he: עמדו לצד ישראל כנגד טרור

source: Once aligned, tap on the object you want to find (for example M41, M47) and follow the direction line on the map till you reach the target. Now you can observe the object you selected.
he: אחרי האיפוס לחצו על האובייקט אתם מחפשים (למשל M41 או M47) ואז עקבו אחרי הקוו המופיע על המפה עד שתגיעו למטרה. כעת ניתן לצפון באובייקט שבחרתם.

source: Star Names
he: שמות כוכבים

source: Save
he: שמור

source: Then tap <button class="ui_but">Align</button> and tap on the alignment star on the map as usual.
he: ואז לחצו על כפתור <button class="ui_but">אפס</button> כרגיל

source: Planets
he: כוכבי־לכת

source: None
he: כלום

source: Always
he: תמיד

source: Lat:
he: קו־רוחב

source: Bring them home now!
he: החזירו אותם הביתה

source: Night
he: לילה

source: FOV
he: שדה

source: List
he: רשימת צפיה

source: Lon:
he: קו־אורך

source: GPS Override
he: מיקום ידני
